Repository: Yaso2Go/admin_base
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: SEO
ar: تحسين محركات البحث

source: Logout
ar: تسجيل الخروج

source: Saving your updates, hang tight...
ar: جاري حفظ تحديثاتك، انتظر قليلاً...

source: No edits
ar: لا تعديلات

source: No changes were detected. Make sure youve updated any content.
ar: لم يتم اكتشاف أي تغييرات. تأكد من تحديث أي محتوى.

source: Image Uploading
ar: تحميل الصور

source: Please wait for the image upload to complete before submitting.
ar: يرجى الانتظار حتى اكتمال تحميل الصورة قبل الإرسال.

source: Edit Successful
ar: تم التعديل بنجاح

source: Your changes have been saved successfully!
ar: لقد تم حفظ التغييرات الخاصة بك بنجاح!

source: Just Now
ar: الآن

source: Welcome back, Yassin
ar: مرحباً بك مرة أخرى، ياسين
